Repository: Silentip/dome-lozenge
Catalog: DomeLozenge/ressources/*/DomeLozenge.strings
Languages: fr

source: Sides of rotation around the axis
fr: Côtés de Révolution

source: Vertical Layer
fr: Niveaux en Hauteur

source: Ground diameter
fr: Diamètre au sol

source: Height at the top
fr: Hauteur au Sommet

source: Mirror Fraction
fr: Fraction Mirroir

source: Modelisation
fr: Modélisation

source: Skeleton|Faces
fr: Squelette|Faces

source: Skeleton
fr: Squelette

source: Yes|No
fr: Oui|Non

source: No|Yes
fr: Non|Oui

source: Yes
fr: Oui

source: No
fr: Non

source: Ground
fr: Sol

source: Report
fr: Rapport

source: Light|Full|None
fr: Simple|Complet|Aucun

source: Light
fr: Simple

source: Full
fr: Complet

source: None
fr: Aucun

source: 2D Tiles
fr: Tuiles en 2D

source: Raising from ground
fr: Réhaussement depuis le sol

source: Radius of Connectors
fr: Rayon des Connecteurs

source: Tiles Overlapping
fr: Chevauchement Tuiles

source: Edges Diameter
fr: Diamètre Arêtes

source: Thickness
fr: Epaisseur

source: Vortex diameter
fr: Diamètre vortex

source: External faces color
fr: Couleur faces externes

source: External ground color
fr: Couleur sol externe

source: Internal faces color
fr: Couleur faces internes

source: Internal ground color
fr: Couleur sol interne

source: Dome Parameters
fr: Paramètres de Dome

source: Minimum vertical layer is 2
fr: Minimum 2 niveaux requis

source: Minimum 3 Sides of rotation around the axis
fr: Minimum 3 côtés requis

source: Non-zero Diameter required
fr: Diamètre non nulle requis

source: Non-zero Height required
fr: Hauteur non nulle requise

source: Polygonal Convex Dome modelisation in progress ...
fr: Modélisation du Dome Polygonal Régulier Convexe en cours ...

source: Sides
fr: Côtés

source: Levels
fr: Niveaux

source: Height
fr: Hauteur

source: Diameter
fr: Diamètre

source: Ground area
fr: Aire au sol

source: Number of connectors
fr: Nombre de connecteurs

source: connectors
fr: connecteurs

source: or
fr: ou

source: connectors 6 branches
fr: connecteurs 6 branches

source: connectors 5 branches
fr: connecteurs 6 branches

source: connector
fr: connecteur

source: Radius of connectors
fr: Rayon des connecteurs

source: Required Tube Length
fr: Longueur de tube nécessaire

source: Total Number of Segments
fr: Nombre Total de Segments

source: Total Length of Segments
fr: Longueur Totale des Segments

source: Number of horizontal segments
fr: Nombre de segments horizontaux

source: Total length of horizontal segments
fr: Longueur Totale des Segments horizontaux

source: Level
fr: Niveau

source: Horizontals Segments of
fr: Segments horizontaux de

source: Diameter at Level
fr: Diamètre au niveau

source: Height from ground at Level
fr: Hauteur au sol Niveau

source: Dome Height at Level
fr: Hauteur du dome Niveau

source: Number of vertical segments
fr: Nombre de segments verticaux

source: Total length of vertical segments
fr: Longueur totale des segments verticaux

source: vertical segments of
fr: segments verticaux de

source: Number of Triangles
fr: Nombre de Triangles

source: Total Area of triangles
fr: Aire totale des Triangles

source: Total Area of Squares
fr: Aire totale des Carrés

source: Total Area of Triangles + Squares
fr: Aire totale des Triangles + Carrés

source: Vertical Segment
fr: Segment Vertical

source: Horizontal Segment
fr: Segment Horizontal

source: Number of Tiles
fr: Nombre de tuiles

source: triangles
fr: trianles

source: With tiles overlapping of
fr: Avec chevauchement de tuilage de

source: Lozenges
fr: Losanges

source: Vertical Segment bottom
fr: Segments verticaux inférieurs

source: Vertical Segment top
fr: Segments verticaux supérieurs

source: Total Area of Tiles
fr: Aire totale des tuiles

source: With vertical segment diameter of
fr: Avec un diamètre des segments verticaux de

source: Lozenge Dome Creator - OpenSource software developed by Jo
fr: Créateur de Dome Losange - Logiciel libre développé par Jo

source: Lozenge Dome
fr: Dome Losange
